[{
    "title": "Czas",
    "description": "# Czas \nW Świecie Mroku czas płynie tak samo jak w naszym, nawet jeśli wydaje się, że noc jest nieco dłuższa. Dzieje się tak dlatego, że nie musisz odgrywać każdej minuty, czy nawet każdego dnia, który mija w twojej sadze. Jedna sesja może trwać od godziny do czterech, ale objąć dekadę czasu gry w Memoriam lub piętnastominutową strzelaninę tuż przed świtem – miejmy nadzieję, że nie będziesz się tak męczyć i wykorzystasz zasadę „trzy tury i koniec” W Wampirze funkcjonuje pięć podstawowych jednostek czasu gry: \n\n#### Tura:\n Czas potrzebny do wykonania dość prostej akcji, takiej jak zaatakowanie policjanta, przeszukanie plecaka lub postawienie komuś drinka. Tura jest jednostką abstrakcyjną i zabiera tyle czasu, ile zajmuje wykonanie akcji. Tury z reguły są krótsze w przypadku scen akcji i dłuższe w przypadku scen towarzyskich. Postawienie drinka trwa dłużej niż strzał z broni palnej – w niektórych barach o wiele dłużej.\n\n#### Scena:\n Ujmując to ogólnie, jest to zwarta seria akcji i interakcji odbywających się w jednym miejscu lub pomiędzy postaciami w pojedynczej grupie. Ucieczka koterii wampirów po dachach przed oddziałem Drugiej Inkwizycji może być jedną sceną, podobnie jak seria rozmów telefonicznych między wampirem i jego kontaktami w czterech różnych miastach. Wiadomo z teatru, filmów i telewizji, na czym polega scena. Wymaga tak wielu tur, ilu potrzeba akcji. Scena składająca się z samego dialogu lub interakcji może w ogóle nie mieć tur jako takich.\n\n #### Sesja:\n Jedna sesja gry, czasami nazywana etapem. Wampir nie polega na tym elemencie w takim samym stopniu, jak niektóre inne gry, choć sesja może zapewnić systematyczność i równowagę efektom pewnych zasad. Jest to również miara jednoznaczna raczej nie ma wątplwości, w którym momencie kończy się gre.\n\n #### Historia:\n cała historia obejmująca wprowadzenie, rozwój akcji i moment kulminacyjny. Niektóre historie mogą trwać przez kilka sesji, inne kończą się w trakcie jednej. Niektóre krótkie historie składają się z pojedynczej sceny.\n\n#### Kronika:\n seria historii mających te same postacie i ciągłą narr ację. Niektóre kroniki mają ten sam temat lub fabułę, inne to awanturniczy szereg „jednej cholernej rzeczy po drugiej”. Większość kronik ma jednolity klimat, na przykład gotyckiego horroru, walki ulicznej, operowej tragedii albo filmowej akcji. Pojedyncze historie lub sesje mogą jednak zmieniać klimat, aby urozmaicić grę lub podkreślić zmianę otoczenia. Przykładowo, sceny z przeszłości pojawiające się w Memoriam mogą być odgrywane z lżejszym klimatem,w porównaniu do mrocznej nocy,albo na odwrót.",
    "type": "Świat"
  },
  {
    "title": "Proste Testy",
    "description": "# Proste Testy\n\n Podczas gry, wiele czynności wykonuje się automatycznie, tak jak w prawdziwym świecie - od uruchamiania samochodów do przeszukiwania internetu. Niemniej jednak, nawet rutynowe zadania mogą wymagać rzutu kośćmi, gdy są wykonane pod presją, w pośpiechu lub gdy pojawiają się przeszkody. Pierwszym krokiem jest poinformowanie Narratora o planowanym działaniu postaci. Narrator może uznać czynność za automatycznie udaną, jeśli jest prosta i nie stanowi dla postaci wyzwania. Zaproponowane działanie może być też akceptowane, jeśli wpisuje się w fabułę. Czasem pomijanie rzutu kośćmi przyspiesza grę, zwłaszcza w przypadku łatwych działań lub tych, w których postać jest doświadczona. Jeśli jednak postać nie jest na tyle dobra, lub próbuje coś trudniejszego, jak wspinaczka na stromy klif, odczytywanie pisma sumeryjskiego lub włamanie się, może być wymagany prosty test. \n\n - Opisujesz, co twoja postać chce zrobić i w jaki sposób\n\n - Narrator mówi ci, jakich Cech postaci masz użyć, aby utworzyć pulę kości \n\n - Narrator ustala Stopień Trudności (ST) testu. W zależności od okoliczności i stylu gry, nie musi też ujawniać tej liczby.\n\n - O ile test nie jest Automatyczną Wygraną, rzucasz swoją pulą kości i zliczasz sukcesy. Każda kostka, na której wypadło 6 lub więcej liczy się jako sukces. 0 na kości oznacza 10, czyli też sukces.\n\n - Jeśli liczba sukcesów jest równa lub większa Stopniowi Trudności, działanie kończy się powodzeniem.\n\n  ### Cechy \n\nCechy określają postacie, poczynając od ich fizycznych możliwości, przez wyuczone umiejętności, a na różnych naturalnych, ukrytych i nadprzyrodzonych atutach oraz utrudnieniach kończąc. W systemie narracyjnym Cechy zaznacza się w postaci kropek, zwykle od jednej do pięciu. Na przykład osoba z jedną kropką Siły jest słaba lub wątła, a osoba z pięcioma kropkami może potencjalnie zdobyć medal w olimpijskim podnoszeniu ciężarów. Cechy, które dotyczą wrodzonych i potencjalnych zdolności postaci nazywamy Atrybutami, natomiast Umiejętności określają, w jaki sposób postacie mogą skutecznie realizować ów potencjał. Zarówno Atrybuty jak i Umiejętności dzielą się na kategorie Fizyczną, Społeczną i Umysłową. \n\n ### Pula kości \n\nNarrator określa, jaka kombinacja Cech składa się na twoją pulę kości, czyli liczbę dziesięciościennych kostek, jaką rzucisz przy rozpatrywaniu danej akcji. Chociaż w przypadku większości akcji korzysta się z puli Umiejętności (Atrybut + Umiejętność lub Atrybut + Dyscyplina), w niektórych przypadkach używa się jednego lub dwóch Atrybutów do utworzenia puli. Pula Atrybutów jest często prostym testem danego Atrybutu, na przykład Siła + Siła, żeby podnieść ciężką belkę. Czasami na pulę składają się dwa Atrybuty, na przykład test Determinacji + Opanowania, żeby przeciwstawić się działaniu wielu dyscyplin. Postać, która nie ma danej Umiejętności, rzuca samym Atrybutem, bez dodatkowej kary.\n\n Grając, rzuć tyle kości dziesięciościennych (k10), ile posiadasz punktów w określonych Cechach, które zazwyczaj mają wartość od 0 do 5. Kości nie powinny przeszkadzać w grze, zwłaszcza podczas czynności społecznych. Jeśli postać zachowuje się wyjątkowo, Narrator może zmienić Stopień Trudności lub nawet pozwolić na sukces lub porażkę bez rzutu kości. Narrator może ostrzec postać przed błędami, a nawet umiejętność z jednym punktem może być przydatna. Wampiry zastępują normalne kości w puli odpowiednią liczbą kości Głodu. \n\n ##### wskaźniki i pule\n Trzy Atrybuty odnoszą się do dwóch specjalnych puli nazywanych „wskaźnikami”:\n\n - Zdrowie postaci równa się jej Kondycji +3.\n\n  - Siła Woli postaci równa się jej Opanowaniu + Determinacji.\n\n Pule wskaźników zmieniają się wraz z tym, jak postać wydaje z nich punkty lub odnosi Obrażenia, które można im przypisać. Pule wskaźników nie mogą przekroczyć swojej początkowej wartości, która została opisana powyżej. Jeśli Narrator ustala rzut na wskaźniki, pula kości równa się obecnej wartości puli danego wskaźnika, a nie jej pełnej wartości. Pula wskaźnika nie może spaść poniżej jednej kości, więc w rzucie na pustą pulę zawsze używa się jednej. \n\n ##### **OPÓR**\n Postacie próbują czasami wykonać czynności, którym stawia opór postać odgrywana przez Narratora (Bohater Niezależny, BN), na przykład hakowanie bankowego systemu informatycznego, omijanie ochroniarzy lub uwodzenie ofiary. Narrator może określić te działania jako „pojedynek” , ale żeby nie zwalniać tempa gry, może przedstawić opór w postaci Stopnia Trudności. Ten stopień można określić na kilka różnych sposobów, w zależności od tego, który z nich jest szybszy:\n\n - Według podanej tabelki. \n\n - Dzieląc odpowiednią pulę kości BN na pół, zaokrąglając w dół \n\n - Ustalając Umiejętności BN i używając ich wartości jako Stopnia Trudności. W przypadku, gdy nominalna Umiejętność przeciwnika wynosi 0, ST wynosi zawsze 1. Najpowszechniejsze wartości Umiejętności (i Atrybutów) to 2 lub 3; większość śmiertelników nie stanowi wielkiego wyzwania dla wampira, a nawet co bardziej sprawnych ludzi.\n\n Każda para dziesiątek liczy się jako krytyczny sukces, zatem trzy dziesiątki (000) oznaczają pięć sukcesów, a cztery (0000) już osiem. W niektórych testach krytyczne zwycięstwo powoduje dodatkowe efekty oprócz wymienionych powyżej, a Narrator może nawet przyznać całkowite zwycięstwo bez względu na Stopień Trudności, jeśli sytuacja to uzasadnia. Wampiry mogą również odnieść „krwawą wygraną”",
    "type": "Rzuty kością"
  },
  {
    "title": "Pojedynki",
    "description": "# Pojedynki\n Narrator stosuje pojedynki w przypadku bezpośredniego oporu, np. hakowanie systemu monitoringu, wymykanie się ochroniarzowi lub uwodzenie tajniaków policyjnych. W pojedynku postać i jej przeciwnik gromadzą swoje pulę kości. Niekoniecznie musi być to taka sama pula; Narrator może powiedzieć podkradającej się postaci, żeby wykonała rzut na Zręczność + Krycie się, ale rzucić na Spryt + Spostrzegawczość za ochroniarza. Proste pojedynki wyglądają następująco:\n\n - Opisz, co i jak chcesz zrobić.\n\n - Narrator postanawia, że ktoś stawia ci opór i mówi, jakich Cech postaci musisz użyć, aby zbudować puli kości.\n\n - Narrator decyduje, jakich Cech przeciwnika użyje do zbudowania jego puli. \n\n - Uczestnicy pojedynku rzucają swoimi pulami kośćmi i liczą sukcesy. \n\n - Jeśli gracz wyrzucił za swoją postać tyle samo albo więcej sukcesów niż przeciwnik, wygrywa test. \n\nGracze mogą również pojedynkować się między sobą. Narrator ustala wtedy obie używane pule kości.\n\n **PODZIAŁ NA PÓŁ**  Żeby zmniejszyć podczas sesji liczbę rzutów kośćmi, Narrator może w prostych pojedynkach zamiast wykonywać test za Bohaterów Niezależnych „podzielić na pół”. Liczy wtedy liczbę kości znajdującą się w puli BN i dzieli ją na połowę, zaokrąglając w dół – jest to liczba uzyskanych przez nich sukcesów.",
    "type": "Mechanika"
  },
  {
    "title": "Konflikty",
    "description": "# Konflikty\n Sytuacje, w których mamy do czynienia z prostymi pojedynkami skutkującymi obrażeniami fizycznymi lub psychicznymi nazywamy konfliktami. Podstawowe zasady konfliktu są nastawione na prostotę i szybkość rozgrywki. Są one stosowane do wszystkich wrogich działań, poczynając od bójki na ulicy, aż po szczególnie zażartą dyskusję. Narrator i gracze mogą obudować te proste konflikty dowolną liczbą szczegółów fabularnych, tak aby uatrakcyjnić suche rzuty kośćmi.\n\n ### Tury konfliktu \n W konflikcie pada zazwyczaj grad ciosów, zarówno tych fizycznych, jak i werbalnych. Tura to przynajmniej jedno działanie uczestników konfliktu (lub rezygnacja z działania). Zabiera ona tyle czasu, ile wynika z narracji – dwa strzały mogą trwać krócej niż sekundę i zakończyć walkę, a trzygodzinna wymiana półsłówek i uprzejmości może stanowić pierwsza turę całonocnej próby uwodzenia. Jeden rzut kośćmi niekoniecznie oznacza więc jedno uderzenie kijem baseballowym, chyba że tak właśnie uzna Narrator. Na początku każdej tury konfliktu gracze deklarują swoje intencje, czyli co chcą osiągnąć. Może to być cokolwiek: od zatrzymania uciekającego motocyklisty, poprzez pomoc w uwiedzeniu ghula i odwrócenie uwagi jego domitora, po zwykłe ukrycie się. \n\n ### Pule konfliktu \n Pule kości poszczególnych uczestników konfliktu są nazywane pulami konfliktu. Taką pulą może być Siła + Walka Wręcz albo Opanowanie + Strzelanie. W dyskusji może to być zaś Charyzma + Perswazja lub Manipulacja + Etykieta. Postacie mogą zmieniać swoje pule w trakcie konfliktu, jeśli na przykład chwycą łyżkę do opon lub zmienią taktykę prowadzenia dyskusji z powiedzmy pochlebstw na groźby.\n\n W trakcie prostego konfliktu atakujący i broniący się rzucają kośćmi jednocześnie. Podobnie jak w innych prostych pojedynkach, daną turę konfliktu wygrywa ta strona, która uzyskała więcej sukcesów. Zwycięzca odejmuje sukcesy przeciwnika od swojego wyniku, a różnica staje się obrażeniami przydzielonymi do jednego ze wskaźników pokonanego – Siły Woli lub Zdrowia (zobacz Obrażenia na s. 126). Jeśli konflikt jest jednostronny, na przykład obrońca próbuje uniknąć trafienia z pistoletu, tylko atakujący może zadać obrażenia. Jeśli obie strony są w stanie wyrządzić sobie krzy wdę lub szkodę, konflikt jest dwustronny i obydwie strony liczą się jako napastnicy. W tym przypadku działania obu stron łączy się w Konflikt Jednego Rzutu. Remis oznacza, że obie strony zadają obrażenia przeciwnikowi z nadwyżką wygranej 1. \n\n ### STRZELANIE\nWalka na dystans jest rozstrzygana jak pojedynek, zwykle przeciwko Zręczności + Wysportowanie broniącego się. W przypadku, gdy obie strony atakują się wzajemnie na dystans, można ją rozstrzygnąć jako dwustronny konflikt przy pomocy Strzelania, tak jak opisano to powyżej – przy założeniu, że ktoś ma ogr aniczoną osłonę, np. samochód lub róg budynku. Postać, która nie ma osłony odejmuje 2 kostki z puli obrony, podczas gdy lepsza osłona (worki z piaskiem, jakieś fortyfikacje lub inne kuloodporne przeszkody) dodaje jej do puli 1 lub 2 kości.\n\n ### UNIKI \n  Wdając się w Walkę Wręcz lub walkę za pomocą Broni Białej, broniący się może zawsze użyć Zręczności + Wysportowanie zamiast bojowej Umiejętności. Jeśli tak postąpi, nie zadaje żadnych obrażeń przeciwnikowi w razie wygranej, bez względu na uzyskaną nadwyżkę. \n\n ### WIELU PRZECIWNIKÓW \n W przypadku konfliktu, w którym połączenie sił ma sens, postać stawiająca czoła wielu przeciwnikom traci 1 kość ze swojej puli za każdego kolejnego atakującego ją wroga. Żeby zaatakować wielu wrogów, musi podzielić swoją pulę kości.",
    "type": "Mechanika"
  },
  {
    "title": "Obrażenia",
    "description": "# Obrażenia\n Narrator decyduje, jaki wskaźnik odnosi obrażenia podczas konfliktu. W przypadku starcia fizycznego jest to zazwyczaj Zdrowie, a w przypadku konfliktu społecznego Siła Woli. Zwycięzca każdego pojedynku zalicza swoją nadwyżkę sukcesów jako obrażenia przydzielane do odpowiedniego wskaźnika u przegranego. Postać używająca broni dystansowej w ten sam sposób liczy nadwyżkę z testu swojego ataku. Czasami okoliczności uzasadniają dodatkowe obrażenia otrzymane po wykonaniu testu: \n\n - Jeśli zwycięzca użył broni, dodaje jej poziom obrażeń do pozostałych obrażeń \n\n - W konflikcie społecznym dodaje się obrażenia zależne od jego świadków. Narrator może również dodać obrażenia, jeśli przegrany wyjątkowo sobie ceni opinię świadków. \n\n #### **BROŃ** \n - Broń improwizowana, (kołek) **+0**\n\n - Lekka broń obuchowa (kastet) **+1** \n\n - Ciężka broń obuchowa (pałka, kij bejsbolowy) **+2**\n\n  - Lekka broń kłująca (bełt z kuszy, nóż sprężynowy) **+2** \n\n - Lekka broń strzelecka (pistolet kal. 5,56 mm) **+2**\n\n - Ciężka broń biała (miecz, topór) **+3**\n\n - Średnia broń strzelecka (karabin kal. 7,62 mm, pistolet 9 mm, strzelba) **+3** \n\n - Ciężka broń strzelecka (strzelba kaliber 12 – z bliska, rewolwer .357 Magnum) **+4** \n\n - Najcięższa broń biała (dwuręczny miecz, stalowa belka)**+4**\n\n #### RODZAJE OBRAŻEŃ \n W Systemie Narracyjnym występują dwa rodzaje obrażeń: \n - **Obrażenia Powierzchowne:** siniaki, zwichnięcia itp., które nie zagrażają życiu w sposób bezpośredni. Ciosy pięścią, kopniaki i broń nieśmiercionośna, taka jak tasery, zadaje ludziom Powierzchowne Obrażenia. Standardowa broń zadaje Powierzchowne Obrażenia wampirom. Powierzchowne Obrażenia w konflikcie społecznym to zażenowanie lub urażona duma. Nie mają one trwałego wpływu na postrzeganie innych i samego siebie.\n\n - **Obrażenia Poważne:** złamania, rany i urazy zagrażające życiu. Broń tnąca i kłująca zadaje Poważne Obrażenia ludziom. W przypadku wampirów Poważne Obrażenia są zadawane przez światło słoneczne, ogień oraz kły i pazury innych nadprzyrodzonych istot. Atak, podczas którego ujawnia się jakieś sekrety o przeciwniku lub cios ze strony bliskich przyjaciół i zaufanych osób zadaje Poważne Obrażenia Sile Woli.",
    "type": "Mechanika"
  }
]