[
  {
    "clan": "toreador",
    "cornerImg": "https://drive.google.com/uc?export=view&id=1gPJ0fdDOa7LT4LY-PT5h0ic05G1-w80v",
    "level": "prince",
    "side": "left",
    "imgSrc": "https://drive.google.com/uc?export=view&id=12OI33qX2HS7q2tGDl3r4xcCHVv6hP87b",
    "title": "Astrid Nyberg",
    "description": "Astrid Nyberg, pochodząca z zamożnej, artystycznej rodziny, przeszła transformację w wampira w okresie życiowych niepokojów. Została przyciągnięta przez starszego wampira z rodu Toreador, który dostrzegł jej potencjał. Jako Toreador, Astrid rozwinęła pasję do sztuki, zyskując uznanie na lokalnej scenie artystycznej Sztokholmu. Wygląd Astrid jest starannie dopracowany i odzwierciedla jej estetyczne gusta, co wykorzystuje jako środek manipulacji i wpływu w społeczeństwie wampirów. Jej lojalny powiernik, Henrik Stormson, choć oddany, budzi w niej niepokój swoją zazdrością. Astrid, wykorzystując swój wpływ i przebiegłość, zdobyła pozycję Księżniczki Sztokholmu. Utrzymując strategiczne sojusze, równoważy rywalizujące frakcje Ventrue i Brujah, ciesząc się szacunkiem społeczności Kindredów. Jako Księżniczka, Astrid zarządza sprawami Kindredów w Sztokholmie, utrzymując równowagę między światem śmiertelnym a nadprzyrodzonym."
  },
  {
    "clan": "gangrel",
    "cornerImg": "https://drive.google.com/uc?export=view&id=1DEaQJVl0eJgRzND3PJhV5aNYyIp2dUIp",
    "level": "seneschal",
    "side": "right",
    "imgSrc": "https://drive.google.com/uc?export=view&id=15zl-pCVbLkGQsKCEoqucjLej06uVcvyR",
    "title": "Henrik Stormson",
    "description": "Henrik Stormson to potężny wampir z rodu Gangrel, który pochodzi zczasów wielkich zamieszek. Przemiana przyniosła mu nadnaturalnezdolności i głęboką więź z siłami natury, czyniąc go silnym i lojalnymczłonkiem swojego rodu. W ciągu lat, Henrik ugruntował swoją pozycjęwśród wampirów w Sztokholmie, zazdrośnie obserwując jednak wzrostwładzy Astrid Nyberg, Księżniczki Sztokholmu. Mimo iż Henrik widzi wAstrid rywalkę, docenia jej stabilne przywództwo i zdolnościdyplomatyczne. Henrik, będąc lojalnym Astrid, pełni w ichspołeczeństwie skomplikowaną rolę, dbając o dobrobyt rodu Gangrel ipełniąc funkcję łącznika między Astrid a innymi frakcjami. Mimozewnętrznej lojalności, kierowany ambicjami, szuka okazji dopodważenia pozycji Astrid, manewrując za kulisami w celu zyskaniawpływu. Relacje między Henrikem Stormsonem a Astrid Nyberg są złożone,pełne zazdrości, ambicji i delikatnego tańca lojalności. Henrikwspiera rządy Astrid, ale równocześnie dąży do zdobycia dla siebiepożądanej władzy, co nadal wpływa na los wampirzego społeczeństwa wSztokholmie."
  },
  {
    "clan": "brujah",
    "cornerImg": "https://drive.google.com/uc?export=view&id=10WERG5HSmbNJ8mEUizKeGKP6NPiLS83L",
    "level": "primogen",
    "side": "left",
    "imgSrc": "https://drive.google.com/uc?export=view&id=1fi1V03ORLHH0wYl2KlzRl9D8xL-xWcrQ",
    "title": "Marcus (Mack) Jansson",
    "description": "Pod względem statusu społecznego, Marcus Jasson nie jest tak wysokopozycjonowany jak Erik Vintergaard, ale nadal jest potężną i wpływowąpostacią w świecie Kindredów. Jego siła fizyczna i zdolności bojowesprawiają, że jest szanowany wśród członków swojej frakcji, a jegoniekonwencjonalne podejście do porządku ustalonego czyni go postacią odużej reputacji wśród buntowników i rebeliantów. Osobowość Marcusajest dzika, niezależna i pełna pasji. Jest buntownikiem, który niezgadza się z ustanowionym porządkiem i nie boi się wystąpić przeciwkoniemu. Jest stanowczy i zdeterminowany w realizacji swoich celów, niewahając się użyć siły, gdy jest to konieczne. Marcus jest impulsywny inieustraszony, posiadając niezależny duch i niezależne myślenie, cosprawia, że inni go podziwiają za jego odwagę i wytrwałość."
  },
  {
    "clan": "hecata",
    "cornerImg": "https://drive.google.com/uc?export=view&id=1pmMDm_ZOgsJZX6CUza_hQdnKJ18AeQ-q",
    "level": "primogen",
    "side": "right",
    "imgSrc": "https://drive.google.com/uc?export=view&id=1GxEaLTTkAxXH_MKMlqkxPeBcho1SAFxY",
    "title": "Elin Nordström",
    "description": "Elin Nordström jest wpływową postacią w Klanie Hecata w Sztokholmie.Pochodzi z zamożnej rodziny związaną z nekromancją i od młodościwykazuje zdolności do komunikacji z duchami. Jej życie zmieniło się,gdy odkryła swoje nekromantyczne zdolności i od tego czasu oddała sięstudiowaniu tajemnic krainy umarłych. W ramach swoich poszukiwań, Elindołączyła do Klanu Hecata, szybko stając się jego ważnym członkiemdzięki swoim umiejętnościom i wiedzy. Jako Primogen, pełni kluczowąrolę w koordynacji działań klanu i reprezentuje jego interesy wśródinnych klanów. Choć jej pasja do nekromancji kosztowała ją wielebliskich relacji, Elin niezachwianie dąży do zgłębienia tajemnicśmierci i nekromancji. Jej autorytet, mądrość i zdolnościnekromantyczne czynią ją szanowaną postacią w świecie wampirów."
  },
  {
    "clan": "malkavian",
    "cornerImg": "https://drive.google.com/uc?export=view&id=1LCQSbBnr-2UxPJbOBRvul-hdnge7CkYx",
    "level": "primogen",
    "side": "left",
    "imgSrc": "https://drive.google.com/uc?export=view&id=1411WHt3gXeLGOAk-iCgo1dVrUju7qwe2",
    "title": "Lucas (Loke) Nilsson",
    "description": "Lucas jest niezwykle ekscentryczną i enigmatyczną postacią. Jego umysłjest skomplikowany i często pełen nieprzewidywalnych myśli i wizji.Jako członek Klanu Szaleńców, ma w sobie odrobinę szaleństwa, co dajemu nietypowy sposób myślenia i podejścia do rzeczywistości. Częstozaskakuje innych swoją niezwykłą intuicją i zdolnością do odczytywaniaukrytych znaczeń. Lucas jest znany ze swojej enigmatycznej natury iczęsto wydaje się, że przewiduje wydarzenia, których inni niedostrzegają. Jego rozmowy mogą być niekonwencjonalne i pełnenieoczekiwanych zwrotów akcji. Mimo to, jego wypowiedzi często kryją wsobie głębokie mądrości i wglądy, które mogą prowadzić do odkryciatajemniczych zagadek."
  },
  {
    "clan": "toreador",
    "cornerImg": "https://drive.google.com/uc?export=view&id=1gPJ0fdDOa7LT4LY-PT5h0ic05G1-w80v",
    "level": "primogen",
    "side": "left",
    "imgSrc": "https://drive.google.com/uc?export=view&id=1cGOm2OieEK3t10a8JyxU0Mp2Q-rtZHXf",
    "title": "Isabella (La Dama) Garcia",
    "description": "Urodzona w hiszpanii, Isabella była cenioną tancerką i kurtyzaną wswoim śmiertelnym życiu. Teraz jako Toreador, jej uroda jestponadczasowa, a ruchy zawsze pełne wdzięku i celowe. Zachowała swojąmiłość do sztuki, wpływając na scenę kulturalną Sztokholmu jakoinfluencerka i twórca trendów. Isabella pełni funkcję primogenaToreador, reprezentując interesy swojego klanu w mieście. Podelegancką i ujmującą powierzchownością posiada sprytny umysłpolityczny, co czyni ją szanowaną i wpływową postacią wśród Kindred."
  },
  {
    "clan": "ventrue",
    "cornerImg": "https://drive.google.com/uc?export=view&id=1rkXQvkqfw8SNf2c7vY7yoZtFl5GrD5gG",
    "level": "primogen",
    "side": "right",
    "imgSrc": "https://drive.google.com/uc?export=view&id=1a2sbTfYEXxRoVoLFpjTAMIRFfuVLfjSL",
    "title": "Erik Vintergaard",
    "description": "Pod względem statusu społecznego, Erik Vintergaard cieszy się wysokimprestiżem jako Primogen klanu Ventrue w Sztokholmie. Jego pozycja dajemu autorytet i wpływ zarówno w świecie Kindredów, jak i w szerszymspołeczeństwie. Jako CEO potężnej firmy i lider finansowy, ma równieżznaczącą pozycję w biznesowym świecie mortalnym. Osobowość Erikacharakteryzuje się pewnością siebie, godnością i chłodną elegancją.Jest wyrafinowanym intelektualistą, posiadającym strategiczne myśleniei zdolność do podejmowania trudnych decyzji. Jego postawa jestzdecydowana i pełna godności, co sprawia, że ludzie naturalnieszanują go i podziwiają. Erik jest zazwyczaj spokojny, z dystansem ikontrolą nad swoimi emocjami, zachowując profesjonalizm nawet wnajtrudniejszych sytuacjach."
  },
  {
    "clan": "nosferatu",
    "cornerImg": "https://drive.google.com/uc?export=view&id=1DQ22jzHjxLfDlCpXy0p3GHFkxfLIam72",
    "level": "primogen",
    "side": "left",
    "imgSrc": "https://drive.google.com/uc?export=view&id=1XDs1SutxJFGEmTXuFneTju2m9KNNPRfk",
    "title": "Elvira Lindström",
    "description": "Elvira Lindström jest Primogenem klanu Nosferatu w Sztokholmie. Jestdoświadczoną archeolożką wampiryczną o zdeformowanym wyglądzie. Jejwiedza, maskowanie i umiejętności szpiegowskie przyniosły jej szacunekw świecie wampirów. Jako Primogen, zarządza klanem Nosferatu, chronitajemnice i utrzymuje spójność klanu. Jej działania wpływają na życiewielu wampirów w mieście, a jej mądrość i lojalność cieszą sięuznaniem."
  },
  {
    "clan": "Banu Haqim",
    "cornerImg": "https://drive.google.com/uc?export=view&id=1MgGmKvjiDoyag2erl73L9iPDoxm-QtLc",
    "level": "primogen",
    "side": "left",
    "imgSrc": "https://drive.google.com/uc?export=view&id=15TAP74L5z9isf7_meqq8iRyZ5Amfqxpj",
    "title": "Aisha Rashid",
    "description": "Aisha jest do pewnego stopnia tajemniczą postacią, naukowcem prawa ietyki w swoim śmiertelnym życiu, który teraz służy jako rodzajsędziego dla Kindred w Sztokholmie. Postawiła sobie za misjęegzekwowanie Tradycji i nie boi się brać sprawy w swoje ręce, jeślisprawiedliwość Księcia jest niewystarczająca. Jej sprawiedliwe, alesurowe podejście zdobyło jej szacunek wśród jej klanu i poza nim."
  },
  {
    "clan": "Ravnos",
    "cornerImg": "https://drive.google.com/uc?export=view&id=1hGyn7ZWeae2UAXMMljTgA917ZB9JJ0Qh",
    "level": "primogen",
    "side": "left",
    "imgSrc": "https://drive.google.com/uc?export=view&id=1B1LkDcryx5L8WvZBQEJoIkERhIxda0p9",
    "title": " Aleksandar (Szelma) Jovanovic",
    "description": "Aleksandar, pochodzący z Serbii, ucieleśnia reputację swojego klanujako szelmy. Jest doświadczonym iluzjonistą, zarówno w użyciu swojejdyscypliny, jak i w relacjach z innymi Kindred. Aleksandar prowadzisieć drobnych przestępców i oszustów na terenie całego miasta, częstoodgrywając rolę figlarnego mediatora w podziemnym świecie miasta.Wielu Kindred podejrzewa go o maczanie palców w każdym torcie, choćnikt nie może tego udowodnić."
  },
  {
    "clan": "tzimisce",
    "cornerImg": "https://drive.google.com/uc?export=view&id=1T93FenGLkqyIGbccGJbUZVD0Hd8z1I6V",
    "level": "primogen",
    "side": "left",
    "imgSrc": "https://drive.google.com/uc?export=view&id=1I-NvICln0WM_c9xt8RYkRZIsLlCdoQiu",
    "title": " Dr. Henrik (Rzeźnik) Müller",
    "description": "W swoim śmiertelnym życiu znany jako wybitny chirurg, teraz Henrikjest przerażającą postacią wśród Kindred w Sztokholmie, znanym zeswojej mistrzowskiej władzy nad charakterystyczną dla Tzimiscedyscypliną Vicissitude, czyli modelowaniem ciała. Jego fizyczna formajest niesamowicie doskonała, nie wykazując żadnych oznak starzenia sięczy wad. Henrik prowadzi prywatną klinikę, gdzie świadczy (usługi medyczne) zarówno dla Kindred jak i śmiertelników, służąc tym, którzymogą sobie pozwolić na jego wygórowane ceny."
  },
  {
    "clan": "ventrue",
    "cornerImg": "https://drive.google.com/uc?export=view&id=1rkXQvkqfw8SNf2c7vY7yoZtFl5GrD5gG",
    "level": "sherrif",
    "side": "right",
    "imgSrc": "https://drive.google.com/uc?export=view&id=1cuhp3O7zWjpurvfCjMcIozFAeILe0EYN",
    "title": "Johan Andresson",
    "description": "Johan Andersson to wpływowy członek Klanu Ventrue, który pomimotowarzyszącej mu neutralności w wojnie między Brujah a Ventrue,wspiera Astrid i Henrika, dbając o zachowanie Maskarady i dyskretneposzukiwanie artefaktu. Dzięki swoim zdolnościom taktycznym istrategicznym, a także szybkim pozyskiwaniu wiedzy na różne tematy,jest nieoceniony dla grupy. Johan jest również CEO QuantumSoftTechnologies, międzynarodowej firmy technologicznej specjalizującejsię w sztucznej inteligencji, chmurze obliczeniowej, oprogramowaniukomputerowym i technologii kwantowej. Reprezentuje firmę z pewnościąsiebie, elegancko ubrany i emanujący profesjonalizmem. Jegoumiejętności jako strategicznego myśliciela, eksperta technologicznegoi zaangażowanie w zachowanie Maskarady czynią go niezastąpionymczłonkiem grupy, przyczyniającym się do wysiłków w nawigowaniu przezskomplikowany nadprzyrodzony krajobraz i dyskretnym poszukiwaniuartefaktu."
  }
]
